<template>
  <span id="Pricing"></span>

  <PricingPlans
    :plans="[
      {
        title: '**베이직** &nbsp 1명 사용자',
        price: '**무료**',
        details: '신용카드 불필요',
        items: ['**25개** 회의', '**100명** 참가자 화상 회의 [💬](#3)', '사용자당 **30** GB 공유 저장소', '모든 회의에서 검색 [💬](#2)', '동시 통역 [💬](#1)'],
      },
      {
        title: '**프로**  &nbsp 1-99명 사용자',
        price: '**$20** /월/사용자, 연간 결제',
        details: '또는 월간 결제 시 $25',
        items: ['**무제한** 회의', '**150명** 참가자 화상 회의 [💬](#3)', '사용자당 **2** TB 공유 저장소', '모든 회의에서 검색 [💬](#2)', '동시 통역 [💬](#1)'],
      },
      {
        title: '**비즈니스** &nbsp 100명 이상 사용자',
        price: '**맞춤형 가격**',
        details: '개인정보 보호를 위해 설계됨',
        items: [
          '**무제한** 회의',
          '**500명** 참가자 화상 회의 [💬](#3)',
          '사용자당 **5** TB 공유 저장소',
          '모든 회의에서 검색 [💬](#2)',
          '동시 통역 [💬](#1)',
          '**프라이버시 존** [💬](#4)',
        ],
      },
    ]"
  >
    <AuthButton text="무료로 체험하기" buttonClass="brand" eventName="try_it_attempt" />
    <AuthButton text="지금 구매" buttonClass="alt" mode="checkout" eventName="buy_now_attempt" />
    <ContactForm buttonText="팀과 상담하기" buttonClass="alt" />
  </PricingPlans>
</template>
