<template>
  <span id="Pricing"></span>

  <PricingPlans
    :plans="[
      {
        title: '**أساسي** &nbsp مستخدم واحد',
        price: '**مجاني**',
        details: 'لا حاجة لبطاقة ائتمانية',
        items: [
          '**25** اجتماع',
          '**100** مشارك في اجتماعات الفيديو [💬](#3)',
          '**30** جيجابايت تخزين مشترك لكل مستخدم',
          'البحث عبر جميع اجتماعاتك [💬](#2)',
          'الترجمة الفورية المتزامنة [💬](#1)',
        ],
      },
      {
        title: '**احترافي**  &nbsp 1-99 مستخدم',
        price: '**20 دولار** /شهر/مستخدم، يُدفع سنوياً',
        details: 'أو 25 دولار يُدفع شهرياً',
        items: [
          '**غير محدود** من الاجتماعات',
          '**150** مشارك في اجتماعات الفيديو [💬](#3)',
          '**2** تيرابايت تخزين مشترك لكل مستخدم',
          'البحث عبر جميع اجتماعاتك [💬](#2)',
          'الترجمة الفورية المتزامنة [💬](#1)',
        ],
      },
      {
        title: '**الأعمال** &nbsp 100+ مستخدم',
        price: '**تسعير مخصص**',
        details: 'مصمم للخصوصية',
        items: [
          '**غير محدود** من الاجتماعات',
          '**500** مشارك في اجتماعات الفيديو [💬](#3)',
          '**5** تيرابايت تخزين مشترك لكل مستخدم',
          'البحث عبر جميع اجتماعاتك [💬](#2)',
          'الترجمة الفورية المتزامنة [💬](#1)',
          '**مناطق الخصوصية** [💬](#4)',
        ],
      },
    ]"
  >
    <AuthButton text="جرب مجاناً" buttonClass="brand" eventName="try_it_attempt" />
    <AuthButton text="اشتر الآن" buttonClass="alt" mode="checkout" eventName="buy_now_attempt" />
    <ContactForm buttonText="تحدث مع فريقنا" buttonClass="alt" />
  </PricingPlans>
</template>
