<template>
  <span id="Pricing"></span>

  <PricingPlans
    :plans="[
      {
        title: '**Базовый** &nbsp 1 пользователь',
        price: '**Бесплатно**',
        details: 'кредитная карта не требуется',
        items: [
          '**25** встреч',
          '**100** участников видеовстреч [💬](#3)',
          '**30** ГБ общего хранилища на пользователя',
          'Поиск по всем вашим встречам [💬](#2)',
          'Синхронный перевод [💬](#1)',
        ],
      },
      {
        title: '**Pro**  &nbsp 1-99 пользователей',
        price: '**$20** /месяц/пользователь, оплата ежегодно',
        details: 'или $25 при ежемесячной оплате',
        items: [
          '**Неограниченно** встреч',
          '**150** участников видеовстреч [💬](#3)',
          '**2** ТБ общего хранилища на пользователя',
          'Поиск по всем вашим встречам [💬](#2)',
          'Синхронный перевод [💬](#1)',
        ],
      },
      {
        title: '**Бизнес** &nbsp 100+ пользователей',
        price: '**Индивидуальная цена**',
        details: 'Создан для конфиденциальности',
        items: [
          '**Неограниченно** встреч',
          '**500** участников видеовстреч [💬](#3)',
          '**5** ТБ общего хранилища на пользователя',
          'Поиск по всем вашим встречам [💬](#2)',
          'Синхронный перевод [💬](#1)',
          '**Зоны конфиденциальности** [💬](#4)',
        ],
      },
    ]"
  >
    <AuthButton text="Попробовать бесплатно" buttonClass="brand" eventName="im_try_it_attempt" />
    <AuthButton text="Купить сейчас" buttonClass="alt" mode="checkout" eventName="im_buy_now_attempt" />
    <ContactForm buttonText="Связаться с нашей командой" buttonClass="alt" />
  </PricingPlans>
</template>