<template>
  <span id="Pricing"></span>

  <PricingPlans
    :plans="[
      {
        title: '**ベーシック** &nbsp 1ユーザー',
        price: '**無料**',
        details: 'クレジットカード不要',
        items: [
          '**25**回のミーティング',
          '**100**名参加のビデオミーティング [💬](#3)',
          'ユーザーあたり**30** GBの共有ストレージ',
          'すべてのミーティングを横断検索 [💬](#2)',
          '同時通訳 [💬](#1)',
        ],
      },
      {
        title: '**プロ**  &nbsp 1-99ユーザー',
        price: '**$20** /月/ユーザー、年間請求',
        details: 'または月額$25',
        items: [
          '**無制限**のミーティング',
          '**150**名参加のビデオミーティング [💬](#3)',
          'ユーザーあたり**2** TBの共有ストレージ',
          'すべてのミーティングを横断検索 [💬](#2)',
          '同時通訳 [💬](#1)',
        ],
      },
      {
        title: '**ビジネス** &nbsp 100+ユーザー',
        price: '**カスタム価格**',
        details: 'プライバシー重視の設計',
        items: [
          '**無制限**のミーティング',
          '**500**名参加のビデオミーティング [💬](#3)',
          'ユーザーあたり**5** TBの共有ストレージ',
          'すべてのミーティングを横断検索 [💬](#2)',
          '同時通訳 [💬](#1)',
          '**プライバシーゾーン** [💬](#4)',
        ],
      },
    ]"
  >
    <AuthButton text="無料で試す" buttonClass="brand" eventName="try_it_attempt" />
    <AuthButton text="今すぐ購入" buttonClass="alt" mode="checkout" eventName="buy_now_attempt" />
    <ContactForm buttonText="チームに相談" buttonClass="alt" />
  </PricingPlans>
</template>
