<template>
  <span id="Pricing"></span>

  <PricingPlans
    :plans="[
      {
        title: '**बेसिक** &nbsp 1 उपयोगकर्ता',
        price: '**निःशुल्क**',
        details: 'क्रेडिट कार्ड की आवश्यकता नहीं',
        items: [
          '**25** मीटिंग्स',
          '**100** प्रतिभागी वीडियो मीटिंग्स [💬](#3)',
          '**30** GB प्रति उपयोगकर्ता पूल्ड स्टोरेज',
          'अपनी सभी मीटिंग्स में खोजें [💬](#2)',
          'समकालिक अनुवाद [💬](#1)',
        ],
      },
      {
        title: '**प्रो**  &nbsp 1-99 उपयोगकर्ता',
        price: '**$20** /माह/उपयोगकर्ता, वार्षिक बिलिंग',
        details: 'या $25 मासिक बिलिंग',
        items: [
          '**असीमित** मीटिंग्स',
          '**150** प्रतिभागी वीडियो मीटिंग्स [💬](#3)',
          '**2** TB प्रति उपयोगकर्ता पूल्ड स्टोरेज',
          'अपनी सभी मीटिंग्स में खोजें [💬](#2)',
          'समकालिक अनुवाद [💬](#1)',
        ],
      },
      {
        title: '**बिजनेस** &nbsp 100+ उपयोगकर्ता',
        price: '**कस्टम मूल्य निर्धारण**',
        details: 'गोपनीयता के लिए निर्मित',
        items: [
          '**असीमित** मीटिंग्स',
          '**500** प्रतिभागी वीडियो मीटिंग्स [💬](#3)',
          '**5** TB प्रति उपयोगकर्ता पूल्ड स्टोरेज',
          'अपनी सभी मीटिंग्स में खोजें [💬](#2)',
          'समकालिक अनुवाद [💬](#1)',
          '**प्राइवेसी जोन्स** [💬](#4)',
        ],
      },
    ]"
  >
    <AuthButton text="निःशुल्क आज़माएं" buttonClass="brand" eventName="im_try_it_attempt" />
    <AuthButton text="अभी खरीदें" buttonClass="alt" mode="checkout" eventName="im_buy_now_attempt" />
    <ContactForm buttonText="हमारी टीम से बात करें" buttonClass="alt" />
  </PricingPlans>
</template>
