<template>
  <span id="Pricing"></span>

  <PricingPlans
    :plans="[
      {
        title: '**基础版** &nbsp 1 用户',
        price: '**免费**',
        details: '无需信用卡',
        items: ['**25** 场会议', '**100** 人视频会议 [💬](#3)', '每用户 **30** GB 共享存储', '搜索所有会议记录 [💬](#2)', '同声传译 [💬](#1)'],
      },
      {
        title: '**专业版**  &nbsp 1-99 用户',
        price: '**$20** /月/用户，按年计费',
        details: '或按月计费 $25',
        items: ['**无限** 会议', '**150** 人视频会议 [💬](#3)', '每用户 **2** TB 共享存储', '搜索所有会议记录 [💬](#2)', '同声传译 [💬](#1)'],
      },
      {
        title: '**企业版** &nbsp 100+ 用户',
        price: '**定制价格**',
        details: '专为隐私而构建',
        items: [
          '**无限** 会议',
          '**500** 人视频会议 [💬](#3)',
          '每用户 **5** TB 共享存储',
          '搜索所有会议记录 [💬](#2)',
          '同声传译 [💬](#1)',
          '**隐私区域** [💬](#4)',
        ],
      },
    ]"
  >
    <AuthButton text="免费试用" buttonClass="brand" eventName="try_it_attempt" />
    <AuthButton text="立即购买" buttonClass="alt" mode="checkout" eventName="buy_now_attempt" />
    <ContactForm buttonText="联系我们的团队" buttonClass="alt" />
  </PricingPlans>
</template>
