import { resolveComponent, useSSRContext } from "vue";
import { ssrRenderAttrs, ssrRenderComponent, ssrRenderStyle, ssrRenderAttr } from "vue/server-renderer";
import { _ as _imports_0 } from "./iStock-2185918790.BTo0hgUG.js";
import { _ as _export_sfc } from "./plugin-vue_export-helper.1tPrXgE0.js";
const __pageData = JSON.parse('{"title":"Корпоративный банкинг в ОАЭ | Услуги с оплатой за результат","description":"Премиальные мультивалютные корпоративные счета без предоплаты - оплата только после одобрения. Полное управление заявкой с 96% успешностью. Гарантированное открытие счета.","frontmatter":{"layout":"home","title":"Корпоративный банкинг в ОАЭ | Услуги с оплатой за результат","description":"Премиальные мультивалютные корпоративные счета без предоплаты - оплата только после одобрения. Полное управление заявкой с 96% успешностью. Гарантированное открытие счета.","showSponsors":false,"hero":{"name":"Банкинг в ОАЭ: Ваша надежная гавань","tagline":"Гарантированное открытие корпоративных банковских счетов в 2025 году. <span class=\\"hl\\">Без предоплаты</span> - оплата только после одобрения. 96% успешных случаев.","image":{"light":{"src":"/img/Logo.avif","width":"40%"},"dark":{"src":"/img/Logo.avif","width":"40%"},"alt":"Логотип Golden Fish"}},"head":[["meta",{"name":"robots","content":"noindex"}]]},"headers":[],"params":{},"relativePath":"ru/uae-business/offer/banking/index.md","filePath":"i18n/ru/uae-business/offer/banking/index.md","lastUpdated":1743682283000}');
const _sfc_main = { name: "ru/uae-business/offer/banking/index.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  const _component_FeatureCards = resolveComponent("FeatureCards");
  const _component_LogoGrid = resolveComponent("LogoGrid");
  const _component_BenefitsList = resolveComponent("BenefitsList");
  const _component_ContactFormModal = resolveComponent("ContactFormModal");
  _push(`<div${ssrRenderAttrs(_attrs)}>`);
  _push(ssrRenderComponent(_component_FeatureCards, { features: [
    {
      title: "Гарантированное открытие счетов",
      bullet: "✓",
      items: [
        "Двухмесячная гарантия открытия первого счета",
        "Трехмесячная гарантия открытия второго счета",
        "Подготовка качественного бизнес-плана",
        "Комплексная поддержка due diligence",
        "Стратегия прямой коммуникации с банком",
        "Настройка полного банковского пакета"
      ],
      linkText: "Learn more",
      link: "../../corporate-banking-services/guaranteed-account-approvals",
      icon: {
        light: "/video/iStock-2186765808.mp4",
        dark: "/video/iStock-2166377244.mp4",
        alt: "Банковские требования"
      }
    }
  ] }, null, _parent));
  _push(ssrRenderComponent(_component_FeatureCards, { features: [
    {
      title: "Банковские счета в ОАЭ для высокорискового бизнеса",
      items: [
        "Экспертное руководство по enhanced due diligence (EDD)",
        "Мониторинг транзакций и управление рисками",
        "Настройка политик и процедур комплаенс",
        "Управление отношениями с банком",
        "Регулярные обновления и аудиты комплаенс",
        "Планирование действий для безопасности счета"
      ],
      linkText: "Learn more",
      link: "../../corporate-banking-services/UAE-Bank-Accounts-for-High-Risk-Business",
      icon: {
        light: "/img/iStock-1333000394.avif",
        dark: "/img/iStock-584576538.avif",
        alt: "Банковские услуги"
      }
    },
    {
      title: "Соблюдайте комплаенс: защитите свой бизнес в ОАЭ",
      items: [
        "Регулярные аудиты комплаенс для выявления потенциальных рисков",
        "Полный спектр PRO услуг для государственных разрешений",
        "Управление продлением лицензий и оповещения",
        "Банковский консалтинг и обслуживание счетов",
        "Поддержка по VAT и ESR комплаенс",
        "Соблюдение визового и трудового законодательства",
        "Обучающие семинары по обновлениям регулирования"
      ],
      linkText: "Learn more",
      link: "../../company-registration/Protect-Your-Business",
      icon: {
        light: "/img/iStock-1382278859.jpg",
        dark: "/img/iStock-1867623684.jpg",
        alt: "Банковские услуги"
      }
    },
    {
      title: "Преимущества корпоративного банкинга в ОАЭ",
      items: [
        "Надежная банковская система с рейтингом **Aa2** от Moody's",
        "**Фиксированный курс USD с 1980 года**",
        "Отсутствие ограничений на движение капитала",
        "Валютные резервы более 184 млрд USD",
        "Политическая и экономическая стабильность",
        "Банковская система с государственной поддержкой",
        "Цифровой банкинг мирового класса"
      ],
      linkText: "Learn more",
      link: "../../company-registration/banking",
      icon: {
        light: "/img/iStock-1032707788.jpg",
        dark: "/img/iStock-1152367067.avif",
        alt: "Банковский процесс"
      }
    }
  ] }, null, _parent));
  _push(`<h2 id="golden-fish-рекомендует-нашим-клиентам-следующие-банки" tabindex="-1">Golden Fish рекомендует нашим клиентам следующие банки: <a class="header-anchor" href="#golden-fish-рекомендует-нашим-клиентам-следующие-банки" aria-label="Permalink to &quot;Golden Fish рекомендует нашим клиентам следующие банки:&quot;">​</a></h2>`);
  _push(ssrRenderComponent(_component_LogoGrid, { logos: [
    { url: "https://www.emiratesnbd.com", src: "/content/Emirates_NBD_Logo.jpg" },
    { url: "https://www.bankfab.com", src: "/content/256px-First_Abu_Dhabi_Bank_Logo.svg.png" },
    { url: "https://www.adcb.com", src: "/content/256px-Abu_Dhabi_Commercial_Bank_logo.svg.png" },
    { url: "https://www.emiratesislamic.ae/en", src: "/content/Emirates-Islamic-Bank-Logo.png" },
    { url: "https://www.mashreqbank.com", src: "/content/Mashreq-new-logo.png" }
  ] }, null, _parent));
  _push(`<h2 id="почему-выбирают-golden-fish" tabindex="-1">Почему выбирают Golden Fish <a class="header-anchor" href="#почему-выбирают-golden-fish" aria-label="Permalink to &quot;Почему выбирают Golden Fish&quot;">​</a></h2>`);
  _push(ssrRenderComponent(_component_BenefitsList, { features: [
    {
      icon: "🏢",
      title: "Локальная экспертиза в ОАЭ",
      text: "Специализированные эксперты в Дубае предоставляют профессиональное сопровождение на каждом этапе процесса."
    },
    {
      icon: "📊",
      title: "Доказанный уровень успеха",
      text: "Более 90% одобренных заявок с сотнями выданных виз, банковских счетов и регистраций компаний через наш премиальный сервис."
    },
    {
      icon: "💸",
      title: "**Оплата после результата**",
      text: "[Оплата только после одобрения](/uae-business/benefits/success-based-fees). Полная прозрачность без скрытых платежей."
    }
  ] }, null, _parent));
  _push(`<h2 id="запишитесь-на-бесплатную-консультацию-по-корпоративному-банковскому-обслуживанию" tabindex="-1">Запишитесь на бесплатную консультацию по корпоративному банковскому обслуживанию <a class="header-anchor" href="#запишитесь-на-бесплатную-консультацию-по-корпоративному-банковскому-обслуживанию" aria-label="Permalink to &quot;Запишитесь на бесплатную консультацию по корпоративному банковскому обслуживанию&quot;">​</a></h2><video autoplay muted playsinline style="${ssrRenderStyle({ "padding": "80px" })}"><source${ssrRenderAttr("src", _imports_0)} type="video/mp4"></video>`);
  _push(ssrRenderComponent(_component_ContactFormModal, {
    formName: "Banking [offer]",
    buttonText: "Получить бесплатную консультацию",
    categoryLabel: "Необходимый уровень поддержки: *",
    categoryPlaceholderText: "Выберите уровень поддержки",
    messageLabel: "Помогите нам подготовиться к консультации (рекомендуется)",
    messagePlaceholderText: "Расскажите о типе вашего бизнеса, юрисдикциях деятельности, ожидаемых объемах транзакций и особых банковских потребностях (мультивалютные операции, торговое финансирование и т.д.)",
    services: [
      "Базовый — только основная документация и консультация по открытию счета",
      "Стандартный — полная документация и сопровождение на всех этапах банковского обслуживания",
      "Комплексный — полная настройка банковского обслуживания с минимальным участием с вашей стороны",
      "Индивидуальный — необходимо обсудить транзакции большого объема или мультиюрисдикционную структуру"
    ]
  }, null, _parent));
  _push(`</div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("i18n/ru/uae-business/offer/banking/index.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const index = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  index as default
};
